Repository: Abduvakilov/assessment
Catalog: assessment/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Filial nomi
ru: Íàèìåíîâàíèå ôèëèàëà
uz: Филиал номи

source: Filial kodi
ru: Êîä ôèëèàëà
uz: Филиал коди

source: Filial
ru: Ôèëèàë
uz: Филиал

source: Filiallar
ru: Ôèëèàëû
uz: Филиаллар

source: Guruh Nomi
ru: Íàèìåíîâàíèå ãðóïïû
uz: Гурух номи

source: Savollar soni
ru: Êîëè÷åñòâî âîïðîñîâ
uz: Саволлар сони

source: Savollar tili
ru: ßçûê âîïðîñîâ
uz: Саволлар тили

source: Savol Toifasi
ru: Êàòåãîðèÿ âîïðîñà
uz: Савол тоифаси

source: Savol Toifalari
ru: Êàòåãîðèè âîïðîñîâ
uz: Савол тоифалари

source: Test Boshlangan Vaqt
ru: Âðåìÿ íà÷àëà òåñòà
uz: Тест бошланган вакт

source: Chiqish
ru: Âûõîä
uz: Чикиш

source: Siz uchun ruhsat berilmagan
uz: Сиз учун рухсат бериланмаган

source: Xodimlar baholash testi
ru: Òåñò äëÿ îöåíêè ñîòðóäíèêîâ
uz: Ходимлар бахолаш тести

source: Xodim filialga kiritilmagan
ru: Ñîòðóäíèê íå ââåäåí â ôèëèàë
uz: Ходим филиалга киритилмаган

source: Xodim guruhga kiritilmagan
ru: Ñîòðóäíèê íå ââåäåí â ãðóïïó
uz: Ходим гурухга киритилмаган

source: Quyidagi savollar javobsiz qolgan
uz: Куйидаги саволлар жавобсиз колган

source: Tahrirlash
uz: Тахрирлаш

source: Javob tanlanmagan
uz: Жавоб танланмаган

source: Agar javoblaringiz qat'iy bo'lsa "Testni yakunlash" tugmasini bosing
uz: Агар жавобингиз катий булса "Тестни якунлаш" тугмасини босинг

source: Testni yakunlash
ru: Çàêîí÷èòü òåñò
uz: Тестни якунлаш

source: Ortga qaytish
uz: Ортга кайтиш

source: Testga ajratilgan vaqt tugadi
ru: Âðåìÿ äëÿ òåñòèðîâàíèÿ âûøëî
uz: Тестга ажратилган вакт тугади

source: Test qabul qilindi
ru: Òåñò ïðèíÿò
uz: Тест кабул килинди

source: (soat:daqiqa:soniya)
ru: (âðåìÿ:ìèíóòà:ñåêóíäà)
uz: (соат:дакика:сония)

source: ball
ru: áàëë
uz: балл

source: Kiritilmagan
uz: Киритилмаган

source: Ism
ru: Èìÿ
uz: Исм

source: Testga berilgan vaqt
ru: Âûäåëåííîå äëÿ òåñòà âðåìÿ
uz: Тестга берилган вакт

source: Test kuni
ru: Äåíü òåñòà
uz: Тест куни

source: Test boshlangan vaqt
ru: Íà÷àëî òåñòà
uz: Тест бошланган вакт

source: Test tugallangan vaqt
ru: Îêîí÷àíèå òåñòà
uz: Тест тугалланган вакт

source: Sarflangan vaqt
ru: Çàòðà÷åííîå âðåìÿ
uz: Сарфланган вакт

source: Test mavzusi
ru: Òåìàòèêà òåñòà
uz: Тест мавзуси

source: Jami ball
ru: Âñåãî áàëëîâ
uz: Жами балл

source: Test natijasi
ru: Ðåçóëüòàòû òåñòà
uz: Тест натижаси

source: Bosh sahifaga o'tish
ru: Ïåðåéòè íà ãëàâíóþ ñòðàíèöó
uz: Бош сахифага утиш

source: Siz topshirishingiz kerak bo'lgan imtihonlar ro'yhati:
ru: Ñïèñîê ýêçàìåíîâ äëÿ ñäà÷è
uz: Сиз топширишингиз керак булган имтихонлар руйхати

source: Mavzular
ru: Òåìû
uz: Мавзулар

source: Oxirgi muhlat
ru: Ïîñëåäíèé ñðîê
uz: Охирги мухлат

source: Davomiyligi
ru: Äëèòåëüíîñòü
uz: Давомийлиги

source: Agar tayyot bo'lsangiz Boshlash tugmasini bosing.
ru: Åñëè Âû ãîòîâû, íàæìèòå êíîïêó Íà÷àòü
uz: Агар тайёр булсангиз Бошлаш тугмасини босинг

source: Boshlash
uz: Бошлаш

source: Foydalanuvchi tiliga mos imtihonlar topilmadi
ru: Íå íàéäåíû òåñòû íà ÿçûêå ïîëüçîâàòåëÿ
uz: Фойдаланувчи тилига мос имтихонлар топилмади

source: Hozirda Siz uchun imtihonlar belgilanmagan
ru: Íà äàííûé ìîìåíò íåò íàçíà÷åííûõ äëÿ Âàñ òåñòîâ
uz: Хозирда Сиз учун имтихонлар белгиланмаган

source: Berilgan so'rov bo'yicha xech nima topilmadi
ru: Ïî äàííîìó çàïðîñó íè÷åãî íå íàéäåíî
uz: Берилган суров буйича хеч нима топилмади

source: Ko'rish
ru: Ïðîñìîòð
uz: Куриш

source: Javob
uz: Жавоб

source: Tanla
uz: Танла

source: Avvalgisi
uz: Аввалгиси

source: Keyingisi
uz: Кейингиси

source: Tamomlash
uz: Тамомлаш

source: Tilni Tanlang
ru: Âûáåðèòå ÿçûê
uz: Тилни танланг

source: {}-savol
ru: {}-âîïðîñ
uz: {} савол

source: Javob tanlanmadi
ru: Îòâåò íå âûáðàí
uz: Жавоб танланмади

source: %d-%B, %Y-yil
ru: %d-%B, %Y-ãîä
uz: %d-%B, %Y-йил

source: Ruhsat yo'q
ru: Íåò ðàçðåøåíèÿ
uz: Рухсат йук

source: Imtihon Natijalari
ru: Ðåçóëüòàòû ýêçàìåíà
uz: Имтихон натижалари

source: Ism Familiyasi
uz: Исм шарифи

source: Imtihon kuni
uz: Имтихон куни

source: Davomiyligi (daq)
uz: Давомийлиги (дак)

source: Ball
uz: Балл

source: Yo'nalish
uz: Йуналиш

source: Guruh nomi
uz: Гурух номи

source: Minimum
uz: Минимум

source: O'rtacha
uz: Уртача

source: Maksimum
uz: Максимум

source: Testga sarflangan vaqt (o'rtacha)
uz: Тестга сарфланган вакт (урташча)
